{
  "title": "POSTCAPITALIST: What we do and who we are",
  "description": "POSTCAPITALIST provides staking service, blockchain tools, and run our own blockchain by a global team of software engineers and creative marketers.",
  "aboutUs": "ABOUT US",
  "build": "Build",
  "secure": "Secure",
  "stake": "Stake",
  "heroDetails": "We are blockchain validators, builders, contributors, and your trusted partner in the future of decentralization.",
  "whatWeDo": "What we do?",
  "whatWeDoDetailsOne": "Founded in Ukraine by crypto entusiasts from DOUBLE TOP and DVS.",
  "whatWeDoDetailsTwo": "We present quality staking, backed by the good idea of changing the classic thinking in the financial industry and helping people.",
  "validator": "Experienced Validators",
  "validatorDetails": "We are a well-known validator and contributor in nearly 15 blockchains.",
  "cryptoManagementTools": "Crypto Management Tools",
  "blockExplorerDetails": "We created Big Dipper, a block explorer used by people from over 140 countries.",
  "ecosystemChain": "Ecosystem Chain",
  "ecosystemChainDetails": "We initiated Desmos project, which is an open-source blockchain and tech stack for decentralized social networks.",
  "whatWeDoDetailsFour": "With these three pillars, we position ourselves as an experienced validator with strong UX ability to help the blockchain space to achieve wide adoption.",
  "milestones": "Roadmap",
  "phase1": "Phase 1",
  "aboutphase1": "Will be an important and busy one for the team as we are actively developing tools, services and the first beta versions. Compilation and distribution of charitable funds and setting up all economic components. We will show and launch in test mode the first versions of services for public use. The explorer for cosmos networks has already been launched, the validator POSTCAPITALIST  validates and actively participates in 19 main networks.",
  "phase2": "Phase 2",
  "aboutphase2": "We will begin the transition to the staking portfolio web app. Users will be able to start tracking and conveniently follow their delegations and see information on the network they support or validate.",
  "Phase3": "Phase 3",
  "aboutphase3": "TBA...",
  "q12022": "Q1 2022",
  "q2q32022": "Q2-Q3 2022",
  "q42022": "Q4 2022",
  "website": "Website",
  "aboutwebsite": "The launch of the site is a very important stage, since it will be responsible for the initial functionality of the staking service and will aggregate all our services and tools.",
  "explorerandtelemetry": "Explorer and telemetry",
  "aboutexplorerandtelemetry": "Explorer for tendermint networks and telemetry for substratum networks have been successfully launched in the test mode of the first version. We are actively working and trying to improve the functionality. We also collect user feedback to take into account comments and suggestions to improve the product.",
  "community": "Community",
  "aboutcommunity": "We really appreciate and understand the power of the internal community, so from the very beginning we pay attention and care to this 🙂 We are as open as possible to all friendly communities and will be happy to communicate. The POSTCAPITALIST validator will have a public discord server, a telegram channel for announcements and a chat (also for the CIS regions), YouTube for creating videos with instructions on project services, a twitter for important notes and actions of the validator. If you are interested in helping to develop the community, feel free to contact us via telegram or email: postcapitalist.io@gmail.com",
  "tools": "Tools",
  "abouttools": "There is an active development of various bots that will be useful for projects and users. We are aiming to provide a solution that will help aggregate and provide the user with key information about the project, track their staking portfolio, track their validators in networks and this is just the beginning.",
  "servicemigration": "Service migration",
  "aboutservicemigration": "In the first phase, we deployed and tested a portfolio based on our explorer, which combined access to wallets and, directly, the block explorer itself. After all the necessary tests, we will deploy a web application that will be responsible for the staking portfolio and integration with wallets, and the explorer will continue to work as a block explorer.",
  "partnerships": "Partnerships",
  "aboutpartnerships": "After a successful migration, we will focus our efforts on finding partnerships with Cosmos SDK projects and other service providers to provide the best platform. These include validators, auditors, legal advisors, DEXs, and other tools deemed appropriate.",
  "securestaking": "Secure staking",
  "aboutsecurestaking": "In the next step, we will include such features as: token swap inside the application, buying tokens with a bank card, automatic restaking and tracking of your chosen validators.",
  "charitydao": "Charitable DAO",
  "aboutcharitydao": "After that, there will be the launch of a charitable DAO, in which each delegate will receive an NFT, which will indicate the strength of the vote. This will be used to vote on which charity project the funds will be donated to. Also, the owners can count on promotional airdrops and various activities from us. This is integration with web3.0 and a convenient opportunity to interact with our community.",
  "oct2017": "Oct 2017",
  "establishedTitle": "Forbole is Founded",
  "establishedDetails": "Forbole Limited was founded in Hong Kong by Kwun Yeung and Terence Lam",
  "apr2018": "Apr 2018",
  "validatorDebutTitle": "Validator Debut",
  "validatorDebutDetails": "Joined the Cosmos Hub testnet as a validator, indicating our validator career has officially kicked off.",
  "jul2018": "Jul 2018",
  "bigDipperBornTitle": "Big Dipper is born",
  "bigDipperBornDetails": "2nd Place, Alerting & Monitoring Category, HackAtom3 by Cosmos, HackAtom 3 of ICF. The winning project later becomes the prototype of Big Dipper block explorer.",
  "aug2018": "Aug 2018",
  "appWorksTitle": "Graduates from AppWorks",
  "appWorksDetails": "Completed AppWorks Accelerator Program in Taipei (Pitch on Demo Day in Mandarin with English subtitle)",
  "feb2019": "Feb 2019",
  "inceptionTitle": "Inception of De-social network",
  "inceptionDetails": "3rd Prize, HackAtom Seoul, the winning project has become the prototype of Desmos.",
  "interchainTitle": "Big Dipper goes \"Interchain\"",
  "interchainDetails": "Builds Big Dipper explorers for non-Cosmos SDK blockchains, including Celo and Flow.",
  "jun2019": "Jun 2019",
  "desmosTitle": "Introducing Desmos",
  "desmosDetails": "Launches the public testnet of Desmos, the blockchain protocol for decentralized social networks (explorer). Launched its first DApp Mooncake (test version) a month later.",
  "jul2019": "Jul 2019",
  "newBDTitle": "New Big Dipper is out",
  "newBDDetails": "A revamped version of Big Dipper supporting multiple blockchains with more functionalities is presented.",
  "aug2019": "Aug 2019",
  "icfGranteeTitle": "ICF Grantee",
  "icfGranteeDetails": "Become an ICF Grantee",
  "dec2019": "Dec 2019",
  "foundingChallengeTitle": "Founding Member Challenge Winners, Akash",
  "foundingChallengeDetails": "Founding Member Challenge Winners, Akash",
  "jan2020": "Jan 2020",
  "desmosTestnetTitle": "Launched the public testnet of Desmos",
  "desmosTestnetDetails": "Launched the public testnet of Desmos, the blockchain designed for decentralized social networks (explorer)",
  "feb2020": "Feb 2020",
  "launchMooncakeTitle": "Launched Mooncake",
  "launchMooncakeDetails": "Launched Mooncake, the decentralized microblogging app built on Desmos. Download Mooncake",
  "q42020": "Q4 2020",
  "q12021": "Q1 2021",
  "heading": "Team",
  "heroDetails1": "By participating in many testnets on Cosmos, PolKusama and other projects, we have gained vast experience in validation and server administration.",
  "heroDetails2": "The team consists of highly skilled software engineers and creative marketers.",
  "cofounderCTO": "Cofounder & CTO",
  "cofounderCEO": "Cofounder & CEO",
  "partner": "Partner",
  "directorParternship": "Director of Partnership",
  "swe": "Software Engineer",
  "sswe": "Senior Software Engineer",
  "techLead": "Tech Lead",
  "communityManager": "Community Manager",
  "uiuxDesigner": "UI/UX Designer",
  "advisor": "Advisor",
  "financeOperationManager": "Finance & Operations Manager",
  "blockchainEngineer": "Blockchain Engineer",
  "infrastructureEngineer": "Infrastructure Engineer",
  "seniorUXDesigner": "Senior UX Designer",
  "exeAssitant": "Executive Assistant",
  "directorProductMkt": "Director of Product Marketing",
  "asistProductMkt": "Assistant of Product Marketing",
  "infrastructureLead": "Infrastructure Lead",
  "leadFrontDev": "Lead Front-end Developer",
  "DevOpsEng": "DevOps engineer",
  "trainDevOpsEng": "Trainee DevOps Engineer",
  "projManager": "Project Manager",
  "talentAqt": "Talent Aquisition Specialist",
  "prodLead": "Product Lead",
  "stratManager": "Strategy Manager"
}
